---
kind: property
id: P:Autodesk.Revit.DB.FamilyInstance.IsSlantedColumn
zh: 族实例
source: html/14ca80b4-8cc8-2af7-3a72-db734b51eb79.htm
---
# Autodesk.Revit.DB.FamilyInstance.IsSlantedColumn Property

**中文**: 族实例

Indicates if the family instance is a slanted column.

## Syntax (C#)
```csharp
public bool IsSlantedColumn { get; }
```

## Remarks
If the family instance is a slanted column, it returns true, otherwise returns false.